// © Copyright 2005-2009, 2015 HP Development Company, L.P.

TaskName = "Calibrate Print Quality";

CalibrationFailedTitle = "Cannot perform the print quality calibration";
CalibrationFailedExplanation = "Please check that your printer is connected and turned on, then try again.";
PrintingPatternsProcessTitle = "Printing patterns…";
PenFailureMsg = "An ink cartridge appears to be missing, not detected, or incorrectly installed.";

TwowayConnectionErrorTitle = "Cannot establish two-way communication with the device";

NoPensErrorTitle = "No print cartridges have been detected";
NoPensErrorMessage = "If print cartridges have been installed, verify the plastic tape covering the ink nozzles has been removed.";

CriticalConditionTitle = "Printer is in a critical condition";
CriticalConditionMsg = "Please resolve the critical condition on the printer.";

HSDQualityCalibrationTextFieldTitle = "Calibrate Print Quality";
HSDInfoTextFieldTitle = "This procedure may improve print quality for photos. Performing the Clean service before doing this calibration is recommended.";
HSDGuideTextFieldTitle = "Click Calibrate to start the procedure. This takes about one minute and uses one sheet of paper. Please use plain paper only for this procedure.";
HSDCalibrateButtonTitle = "Calibrate";

HSDPatternDescription1 = "Examine the page that was printed and select the label for the pattern that has the fewest noticeable horizontal lines. Be sure to look at both the light and dark areas of the patterns before making your choice.";
HSDPatternLabel = "Pattern label:";
HSDPatternDescription2 = "After making the selection, click Apply.";
HSDApplyButton = "Apply";
